<template>
  <div>
    <p>一、欢迎登陆《全国企业征信查询管理中心》（简称：企信查），根据国务院、发改委要求市场主体建立企业信用档案，在政务管理和商务活动中提供第三方征信机构出具的信用记录和信用报告的通知精神，认领企业信用档案是免费的；在认领企业信用档案时，应提供企业、事业单位、民间团体等组织合法登记注册的证明文件，提供企业负责人(包括但不限于法定代表人、董事、实际控制人等) 或经授权的人提供必要信息和文件(身份证明、授权书等) 给企信查，以便企信查收集和核实企业信息，用于征信服务。在认领企业时，根据提示上传相关资料，以便企信查核实。您应提供真实、准确、完整、有效的信息和资料，本着诚信原则按本协议约定使用服务。您授权企信查为了达成本协议目的而收集和核实您的公司信息和资料。我们对您提交的信息进行形式审查，如果您提供的企业信息及相关资料错误、不实、不准确、过时或不完整,或者您没有及时配合补充提供相关资料，您对本服务的使用可能会受到部分或全部地限制、暂停或终止。这既是为了避免对您的企业信息的不当处理，也是为了保护他人的合理信赖利益。故此，企信查就您上述行为不承担任何责任，您公司将承担因此产生的任何直接或间接支出、损失及其他不利影响或后果。</p>
    <p>二、您承诺将谨慎保存及使用您的账号，任何人登录您的账号所做的操作均代表您本人的意思表示,您同意承担由此带来的一切责任义务及损失风险。</p>
    <p>三、服务内容一一您具体获得的服务由以下的全部或部分组成:
      <br>3.1提供相关资料进行审核，在企信查认领您的企业信用档案，审核通过即可成功认领。
      <br>3.2 给您已经认领的企业修改相关信息,包括企业所属行业、企业介绍、联系电话、邮箱、网址以及企业LOGO。
      <br>3.3以上所有服务的全部或部分可以合并称为“服务”(即“本服务”)，服务的内容、形式和组成均以服务网页、APP实际展示内容为准; 您应理解，企信查平台仅就用户提交的查询请求做识别应答，查询到的内容与被提交查询的主体是否相符由用户负责掌握和判断。平台返回的数据结果，不构成我们对任何人和企业之明示或暗示的观点或保证。查询的结果请以官方网站公布为准。故，您同意，我们不对第三方(包括其他用户) 提供的内容或信息负责，也不对您因使用、参考该内容或信息而造成的损失负责。
      <br>3.4企信查有权单方决定向签署本协议的用户提供本服务的时间。
    </p>
    <p>四、本协议未尽事宜详见用户协议。您确认您已仔细阅读以上条款，同时完全接受以上条款的内容。</p>
    <span>全国企业征信查询管理中心</span>
  </div>
</template>
<script>
</script>
<style lang="scss" scoped>
p {
  padding: 20rpx;
}
span {
  display: block;
  text-align: center;
  margin-top: 100rpx;
  margin-bottom: 30rpx;
}
</style>