export default {
  industry: [
    {
      全部行业: [
        {
          id: "100",
          name: "全部行业"
        }
      ],
      农林牧渔: [
        {
          id: "1",
          name: "农业"
        },
        {
          id: "2",
          name: "林业"
        },
        {
          id: "3",
          name: "畜牧业"
        },
        {
          id: "4",
          name: "渔业"
        },
        {
          id: "5",
          name: "农、林、牧、渔服务业"
        }
      ],
      采矿业: [
        {
          id: "6",
          name: "煤炭开采和洗选业"
        },
        {
          id: "7",
          name: "石油和天然气开采业"
        },
        {
          id: "8",
          name: "黑色金属矿采选业"
        },
        {
          id: "9",
          name: "有色金属矿采选业"
        },
        {
          id: "10",
          name: "非金属矿采选业"
        },
        {
          id: "11",
          name: "开采辅助活动"
        },
        {
          id: "12",
          name: "其他采矿业"
        }
      ],
      制造业: [
        {
          id: "13",
          name: "农副食品加工业"
        },
        {
          id: "14",
          name: "食品制造业"
        },
        {
          id: "15",
          name: "酒、饮料和精制茶业"
        },
        {
          id: "16",
          name: "烟草制品业"
        },
        {
          id: "17",
          name: "纺织业"
        },

        {
          id: "18",
          name: "纺织服装、服饰业"
        },
        {
          id: "19",
          name: "皮革、毛皮、羽毛及其制品和制鞋业"
        },
        {
          id: "20",
          name: "木材加工和木、竹、藤、棕、草制品业"
        },
        {
          id: "21",
          name: "家具制造业"
        },
        {
          id: "22",
          name: "造纸和纸制品业"
        },
        {
          id: "23",
          name: "印刷和记录媒介复制业"
        },
        {
          id: "24",
          name: "文教、工美、体育和娱乐用品制造业"
        },
        {
          id: "25",
          name: "石油加工、炼焦和核燃料加工业"
        },
        {
          id: "26",
          name: "化学原料和化学制品制造业"
        },
        {
          id: "27",
          name: "医药制造业"
        },
        {
          id: "28",
          name: "化学纤维制造业"
        },
        {
          id: "29",
          name: "橡胶和塑料制品业"
        },
        {
          id: "30",
          name: "非金属矿物制品业"
        },
        {
          id: "31",
          name: "黑色金属冶炼和压延加工业"
        },
        {
          id: "32",
          name: "有色金属冶炼和压延加工业"
        },
        {
          id: "33",
          name: "金属制品业"
        },
        {
          id: "34",
          name: "通用设备制造业"
        },
        {
          id: "35",
          name: "专用设备制造业"
        },
        {
          id: "36",
          name: "汽车制造业"
        },
        {
          id: "37",
          name: "铁路、船舶、航空航天和其他运输设备制造业"
        },
        {
          id: "38",
          name: "电气机械和器材制造业"
        },
        {
          id: "39",
          name: "计算机、通信和其他电子设备制造业"
        },
        {
          id: "40",
          name: "仪器仪表制造业"
        },
        {
          id: "41",
          name: "其他制造业"
        },
        {
          id: "42",
          name: "废弃资源综合利用业"
        },
        {
          id: "43",
          name: "金属制品、机械和设备修理业"
        }
      ],
      水电燃气: [
        {
          id: "44",
          name: "电力、热力生产和供应业和供应业"
        },
        {
          id: "45",
          name: "燃气生产和供应业"
        },
        {
          id: "46",
          name: "水的生产和供应业"
        }
      ],
      建筑业: [
        {
          id: "47",
          name: "房屋建筑业"
        },
        {
          id: "48",
          name: "土木工程建筑业"
        },
        {
          id: "49",
          name: "建筑安装业"
        },
        {
          id: "50",
          name: "建筑装饰和其他建筑业"
        }
      ],
      批发和零售业: [
        {
          id: "51",
          name: "批发业"
        },
        {
          id: "52",
          name: "零售业"
        }
      ],
      交通运输: [
        {
          id: "53",
          name: "铁路运输业"
        },
        {
          id: "54",
          name: "道路运输业"
        },
        {
          id: "55",
          name: "水上运输业"
        },
        {
          id: "56",
          name: "航空运输业"
        },
        {
          id: "57",
          name: "管道运输业"
        },
        {
          id: "58",
          name: "装卸搬运和运输代理业"
        },
        {
          id: "59",
          name: "仓储业"
        },
        {
          id: "60",
          name: "邮政业"
        }
      ],
      住宿餐饮: [
        {
          id: "61",
          name: "住宿业"
        },
        {
          id: "62",
          name: "餐饮业"
        }
      ],
      互联网: [
        {
          id: "63",
          name: "电信、广播电视和卫星传输服务"
        },
        {
          id: "64",
          name: "互联网和相关服务"
        },
        {
          id: "65",
          name: "软件和相关服务"
        }
      ],
      金融业: [
        {
          id: "66",
          name: "货币金融服务"
        },
        {
          id: "67",
          name: "资本市场服务"
        },
        {
          id: "68",
          name: "保险业"
        },
        {
          id: "69",
          name: "其他金融业"
        }
      ],
      房地产业: [
        {
          id: "70",
          name: "房产行业"
        }
      ],
      商务服务: [
        {
          id: "71",
          name: "租赁业"
        },
        {
          id: "72",
          name: "商务服务业"
        }
      ],
      科技服务: [
        {
          id: "73",
          name: "研究和实验发展"
        },
        {
          id: "74",
          name: "专业技术服务业"
        },
        {
          id: "75",
          name: "科技推广和应用服务业"
        }
      ],
      水利公共: [
        {
          id: "76",
          name: "水利管理业"
        },
        {
          id: "77",
          name: "生态保护和环境治理业"
        },
        {
          id: "78",
          name: "公共设施管理业"
        }
      ],
      居民服务: [
        {
          id: "79",
          name: "居民服务业"
        },
        {
          id: "80",
          name: "机动车、电子产品和日用产品修理业"
        },
        {
          id: "81",
          name: "其他服务业"
        }
      ],
      教育: [
        {
          id: "82",
          name: "教育"
        }
      ],
      公共卫生: [
        {
          id: "83",
          name: "卫生"
        },
        {
          id: "84",
          name: "社会工作"
        }
      ],
      文体娱乐: [
        {
          id: "85",
          name: "新闻和出版业"
        },
        {
          id: "86",
          name: "广播、电视、电影和影视录音制作业"
        },
        {
          id: "87",
          name: "文化艺术业"
        },
        {
          id: "88",
          name: "体育"
        },
        {
          id: "89",
          name: "娱乐业"
        }
      ],
      公共机构: [
        {
          id: "90",
          name: "中国共产党机关"
        },
        {
          id: "91",
          name: "国家机构"
        },
        {
          id: "92",
          name: "人民政协、民主党派"
        },
        {
          id: "93",
          name: "社会保障"
        },
        {
          id: "94",
          name: "群众团体、社会团体和其他成员组织"
        },
        {
          id: "95",
          name: "基层群众自治组织"
        }
      ],
      国际组织: [
        {
          id: "96",
          name: "国际组织"
        }
      ]
    }
  ]
};
